Repository: arcan1s/netctl-gui
Catalog: sources/plasmoid/po/*.po
Languages: ja, ru

source: Set profile %1 disabled
ja: プロファイル %1 を無効にする
ru: Выключение автозагрузки профиля %1

source: Set profile %1 enabled
ja: プロファイル %1 を有効にする
ru: Включение автозагрузки профиля %1

source: Restart profile %1
ja: プロファイル %1 を再開
ru: Перезапуск профиля %1

source: Start profile %1
ja: プロファイル %1 を開始
ru: Запуск профиля %1

source: Stop profile %1
ja: プロファイル %1 を停止する
ru: Остановка профиля %1

source: Stop all profiles
ja: 全てのプロファイルを停止する

source: Switch to profile %1
ja: プロファイル %1 へ切り替える
ru: Переключение на профиль %1

source: Start another profile
ja: 他のプロファイルを起動
ru: Запустить другой профиль

source: Stop %1
ja: %1 を停止
ru: Остановить %1

source: Restart %1
ja: %1 を再開
ru: Перезапустить %1

source: Disable %1
ja: %1 を無効にする
ru: Отключить %1

source: Enable %1
ja: %1 を有効にする
ru: Включить %1

source: Start profile
ja: このプロファイルを開始
ru: Запустить профиль

source: Stop profile
ja: このプロファイルを停止する
ru: Остановить профиль

source: Switch to profile
ja: このプロファイルに切り替える
ru: Переключить профиль

source: Restart profile
ja: プロファイルを再開
ru: Перезапустить профиль

source: Enable profile
ja: このプロファイルを有効にする
ru: Включить профиль

source: Show netctl-gui
ja: netctl-gui を表示
ru: Показать netctl-gui

source: Show WiFi menu
ja: WiFi メニューを表示
ru: Запустить WiFi-menu

source: Start GUI
ja: GUI を開始
ru: Запуск GUI

source: Start WiFi menu
ja: WiFi メニューを開始
ru: Запуск WiFi-menu

source: Network is up
ja: ネットワーク有効
ru: Сеть работает

source: Network is down
ja: ネットワーク無効
ru: Сеть не работает

source: Version %1 (build date %2)
ja: バージョン：%1 （ビルド日時：%2）
ru: Версия %1 (дата сборки %2)

source: KDE widget which interacts with netctl.
ja: netctl と連携する KDE ウィジェット
ru: Виджет KDE, который взаимодействует с netctl.

source: Links:
ja: リンク：
ru: Ссылки:

source: Homepage
ja: ホームページ
ru: Домашняя страница

source: Repository
ja: レポジトリ
ru: Репозиторий

source: Bugtracker
ja: バグトラッカ
ru: Багтрекер

source: Translation issue
ja: 翻訳についての issue
ru: Тикет перевода

source: AUR packages
ja: AUR パッケージ
ru: Пакеты в AUR

source: This software is licensed under %1
ja: このソフトウェアは %1 の下で利用を許可されます
ru: Данное приложение лицензировано под %1

source: Translators: %1
ja: 翻訳者：%1
ru: Переводчики: %1

source: This software uses: %1
ja: このソフトウェアは次を利用しています：%1
ru: Данное приложение использует: %1

source: Appearance
ja: 外観
ru: Внешний вид

source: About
ja: 概要
ru: О программе

source: Inactive icon
ja: 非活性状態時のアイコン
ru: Иконка неактивного подключения

source: Browse
ja: 参照
ru: Обзор

source: Font color
ja: フォントの色
ru: Цвет шрифта

source: Set font color
ja: フォントの色を設定する
ru: Укажите цвет шрифта

source: Font size
ja: フォントの大きさ
ru: Размер шрифта

source: Set font size
ja: フォントの大きさを設定する
ru: Укажите размер шрифта

source: Font weight
ja: フォントの太さ
ru: Толщина шрифта

source: Set font weight
ja: フォントの太さを設定する
ru: Укажите ширину шрифта

source: Font style
ja: フォントの字形
ru: Стиль шрифта

source: Set font style
ja: フォントの字形を設定する
ru: Укажите стиль шрифта

source: Font
ja: フォント
ru: Шрифт

source: Set font family
ja: フォントを設定する
ru: Укажите шрифт

source: Active icon
ja: 活性状態時のアイコン
ru: Иконка активного подключения

source: Text align
ja: テキストの位置
ru: Выравнивание текста

source: Set text align
ja: テキストの位置を設定する
ru: Установите выравнивание текста

source: Path to netctl
ja: netctl へのパス
ru: Путь к netctl

source: Path to netctl-auto
ja: netctl-auto へのパス
ru: Путь к netctl-auto

source: Check external IPv4
ja: 外部 IPv4 アドレスを確認
ru: Проверять внешний IPv4

source: Check external IPv6
ja: 外部 IPv6 アドレスを確認
ru: Проверять внешний IPv6

source: Auto update interval, msec
ja: 自動更新の間隔（ミリ秒）
ru: Интервал автообновления, мсек

source: Path to GUI
ja: GUIへのパス
ru: Путь к GUI

source: Use helper
ja: ヘルパを使う
ru: Использовать хелпер

source: Use sudo for netctl
ja: netctl で sudo を使う
ru: Использовать sudo для netctl

source: Show 'Start WiFi menu'
ja: 「Wifi メニューの開始」を表示
ru: Показать 'Запустить WiFi-menu'

source: Show more detailed interface
ja: インターフェースについての詳細を表示
ru: Показать более детальный интерфейс

source: $info - active profile information $current - current profile name $extip4 - external IPv4 $extip6 - external IPv6 $interfaces - list of the network interfaces $intip4 - internal IPv4 $intip6 - internal IPv6 $profiles - list of the netctl profiles $status - current profile status (static/enabled)
ja: $info - 活性状態なプロファイルの情報 $current - 現在利用中プロファイルの情報 $extip4 - 外部 IPv4 アドレス $extip6 - 外部 IPv6 アドレス $interfaces - ネットワークインターフェースの一覧 $intip4 - 内部 IPv4 アドレス $intip6 - 内部 IPv6 アドレス $profiles - プロファイルの一覧 $status - 現在のプロファイルの状態（静的/有効）

# NAME OF TRANSLATORS
source: Your names
ja: NOGISAKA Sadata
ru: Evgeniy Alekseev

# EMAIL OF TRANSLATORS
source: Your emails
ja: ngsksdt@gmail.com
ru: esalexeev@gmail.com

source: $current - current profile name $extip4 - external IPv4 $extip6 - external IPv6 $interfaces - list of the network interfaces $intip4 - internal IPv4 $intip6 - internal IPv6 $profiles - list of the netctl profiles $status - current profile status (static/enabled)
ru: $current - имя текущего профиля $extip4 - внешний IPv4 $extip6 - внешний IPv6 $interfaces - список сетевых интерфейсов $intip4 - внутренний IPv4 $intip6 - внутренний IPv6 $profiles - список профилей netctl $status - статус текущего профиля (static/enabled)
